{"class_name": "Functional", "config": {"name": "model_5", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 224, 224, 3], "dtype": "float32", "sparse": false, "ragged": false, "name": "data"}, "name": "data", "inbound_nodes": []}, {"class_name": "BatchNormalization", "config": {"name": "bn_data", "trainable": true, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 2e-05, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "name": "bn_data", "inbound_nodes": [[["data", 0, 0, {}]]]}, {"class_name": "ZeroPadding2D", "config": {"name": "zero_padding2d_36", "trainable": true, "dtype": "float32", "padding": [[3, 3], [3, 3]], "data_format": "channels_last"}, "name": "zero_padding2d_36", "inbound_nodes": [[["bn_data", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv0", "trainable": true, "dtype": "float32", "filters": 64, "kernel_size": [7, 7], "strides": [2, 2], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv0", "inbound_nodes": [[["zero_padding2d_36", 0, 0, {}]]]}, {"class_name": "BatchNormalization", "config": {"name": "bn0", "trainable": true, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 2e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "name": "bn0", "inbound_nodes": [[["conv0", 0, 0, {}]]]}, {"class_name": "Activation", "config": {"name": "relu0", "trainable": true, "dtype": "float32", "activation": "relu"}, "name": "relu0", "inbound_nodes": [[["bn0", 0, 0, {}]]]}, {"class_name": "ZeroPadding2D", "config": {"name": "zero_padding2d_37", "trainable": true, "dtype": "float32", "padding": [[1, 1], [1, 1]], "data_format": "channels_last"}, "name": "zero_padding2d_37", "inbound_nodes": [[["relu0", 0, 0, {}]]]}, {"class_name": "MaxPooling2D", "config": {"name": "pooling0", "trainable": true, "dtype": "float32", "pool_size": [3, 3], "padding": "valid", "strides": [2, 2], "data_format": "channels_last"}, "name": "pooling0", "inbound_nodes": [[["zero_padding2d_37", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "stage1_unit1_conv1", "trainable": true, "dtype": "float32", "filters": 128, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "stage1_unit1_conv1", "inbound_nodes": [[["pooling0", 0, 0, {}]]]}, {"class_name": "BatchNormalization", "config": {"name": "stage1_unit1_bn1", "trainable": true, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 2e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "name": "stage1_unit1_bn1", "inbound_nodes": [[["stage1_unit1_conv1", 0, 0, {}]]]}, {"class_name": "Activation", "config": {"name": "stage1_unit1_relu1", "trainable": true, "dtype": "float32", "activation": "relu"}, "name": "stage1_unit1_relu1", "inbound_nodes": [[["stage1_unit1_bn1", 0, 0, {}]]]}, {"class_name": "ZeroPadding2D", "config": {"name": "zero_padding2d_38", "trainable": true, "dtype": "float32", "padding": [[1, 1], [1, 1]], "data_format": "channels_last"}, "name": "zero_padding2d_38", "inbound_nodes": [[["stage1_unit1_relu1", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_1024", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwApBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS4pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCQAAAHpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 0, "stop": 4, "axis": 3}}, "name": "lambda_1024", "inbound_nodes": [[["zero_padding2d_38", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_1025", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwApBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS4pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCQAAAHpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 4, "stop": 8, "axis": 3}}, "name": "lambda_1025", "inbound_nodes": [[["zero_padding2d_38", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_1026", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwApBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS4pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCQAAAHpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 8, "stop": 12, "axis": 3}}, "name": "lambda_1026", "inbound_nodes": [[["zero_padding2d_38", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_1027", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwApBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS4pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCQAAAHpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 12, "stop": 16, "axis": 3}}, "name": "lambda_1027", "inbound_nodes": [[["zero_padding2d_38", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_1028", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwApBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS4pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCQAAAHpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 16, "stop": 20, "axis": 3}}, "name": "lambda_1028", "inbound_nodes": [[["zero_padding2d_38", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_1029", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwApBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS4pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCQAAAHpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 20, "stop": 24, "axis": 3}}, "name": "lambda_1029", "inbound_nodes": [[["zero_padding2d_38", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_1030", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwApBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS4pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCQAAAHpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 24, "stop": 28, "axis": 3}}, "name": "lambda_1030", "inbound_nodes": [[["zero_padding2d_38", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_1031", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwApBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS4pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCQAAAHpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 28, "stop": 32, "axis": 3}}, "name": "lambda_1031", "inbound_nodes": [[["zero_padding2d_38", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_1032", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwApBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS4pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCQAAAHpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 32, "stop": 36, "axis": 3}}, "name": "lambda_1032", "inbound_nodes": [[["zero_padding2d_38", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_1033", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwApBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS4pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCQAAAHpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 36, "stop": 40, "axis": 3}}, "name": "lambda_1033", "inbound_nodes": [[["zero_padding2d_38", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_1034", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwApBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS4pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCQAAAHpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 40, "stop": 44, "axis": 3}}, "name": "lambda_1034", "inbound_nodes": [[["zero_padding2d_38", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_1035", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwApBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS4pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCQAAAHpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 44, "stop": 48, "axis": 3}}, "name": "lambda_1035", "inbound_nodes": [[["zero_padding2d_38", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_1036", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwApBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS4pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCQAAAHpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 48, "stop": 52, "axis": 3}}, "name": "lambda_1036", "inbound_nodes": [[["zero_padding2d_38", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_1037", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwApBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS4pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCQAAAHpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 52, "stop": 56, "axis": 3}}, "name": "lambda_1037", "inbound_nodes": [[["zero_padding2d_38", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_1038", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwApBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS4pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCQAAAHpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 56, "stop": 60, "axis": 3}}, "name": "lambda_1038", "inbound_nodes": [[["zero_padding2d_38", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_1039", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwApBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS4pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCQAAAHpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 60, "stop": 64, "axis": 3}}, "name": "lambda_1039", "inbound_nodes": [[["zero_padding2d_38", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_1040", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwApBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS4pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCQAAAHpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 64, "stop": 68, "axis": 3}}, "name": "lambda_1040", "inbound_nodes": [[["zero_padding2d_38", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_1041", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwApBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS4pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCQAAAHpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 68, "stop": 72, "axis": 3}}, "name": "lambda_1041", "inbound_nodes": [[["zero_padding2d_38", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_1042", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwApBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS4pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCQAAAHpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 72, "stop": 76, "axis": 3}}, "name": "lambda_1042", "inbound_nodes": [[["zero_padding2d_38", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_1043", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwApBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS4pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCQAAAHpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 76, "stop": 80, "axis": 3}}, "name": "lambda_1043", "inbound_nodes": [[["zero_padding2d_38", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_1044", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwApBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS4pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCQAAAHpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 80, "stop": 84, "axis": 3}}, "name": "lambda_1044", "inbound_nodes": [[["zero_padding2d_38", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_1045", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwApBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS4pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCQAAAHpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 84, "stop": 88, "axis": 3}}, "name": "lambda_1045", "inbound_nodes": [[["zero_padding2d_38", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_1046", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwApBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS4pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCQAAAHpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 88, "stop": 92, "axis": 3}}, "name": "lambda_1046", "inbound_nodes": [[["zero_padding2d_38", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_1047", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwApBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS4pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCQAAAHpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 92, "stop": 96, "axis": 3}}, "name": "lambda_1047", "inbound_nodes": [[["zero_padding2d_38", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_1048", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwApBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS4pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCQAAAHpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 96, "stop": 100, "axis": 3}}, "name": "lambda_1048", "inbound_nodes": [[["zero_padding2d_38", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_1049", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwApBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS4pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCQAAAHpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 100, "stop": 104, "axis": 3}}, "name": "lambda_1049", "inbound_nodes": [[["zero_padding2d_38", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_1050", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwApBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS4pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCQAAAHpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 104, "stop": 108, "axis": 3}}, "name": "lambda_1050", "inbound_nodes": [[["zero_padding2d_38", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_1051", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwApBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS4pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCQAAAHpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 108, "stop": 112, "axis": 3}}, "name": "lambda_1051", "inbound_nodes": [[["zero_padding2d_38", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_1052", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwApBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS4pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCQAAAHpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 112, "stop": 116, "axis": 3}}, "name": "lambda_1052", "inbound_nodes": [[["zero_padding2d_38", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_1053", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwApBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS4pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCQAAAHpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 116, "stop": 120, "axis": 3}}, "name": "lambda_1053", "inbound_nodes": [[["zero_padding2d_38", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_1054", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwApBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS4pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCQAAAHpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 120, "stop": 124, "axis": 3}}, "name": "lambda_1054", "inbound_nodes": [[["zero_padding2d_38", 0, 0, {}]]]}, {"class_name": "Lambda", "config": {"name": "lambda_1055", "trainable": true, "dtype": "float32", "function": ["4wQAAAAAAAAAAAAAAAQAAAAGAAAAQwAAAHNiAAAAfANkAWsCcih8AGQAZACFAmQAZACFAmQAZACF\nAnwBfAKFAmYEGQBTAHwDZAJrAnJQfABkAGQAhQJ8AXwChQJkAGQAhQJkAGQAhQJmBBkAUwB0AGQD\noAF8A6EBgwGCAWQAUwApBE7pAwAAAOkBAAAAeidTbGljZSBheGlzIHNob3VsZCBiZSBpbiAoMSwg\nMyksIGdvdCB7fS4pAtoKVmFsdWVFcnJvctoGZm9ybWF0KQTaAXjaBXN0YXJ02gRzdG9w2gRheGlz\nqQByCQAAAHpoRjovUHJvZ3JhbURhdGEvYW5hY29uZGEzL2VudnMvY29uZGFfZW52L2xpYi9zaXRl\nLXBhY2thZ2VzL2NsYXNzaWZpY2F0aW9uX21vZGVscy9tb2RlbHMvX2NvbW1vbl9ibG9ja3MucHna\nDHNsaWNlX3RlbnNvcgQAAABzCgAAAAABCAEgAQgBIAI=\n", null, null], "function_type": "lambda", "module": "classification_models.models._common_blocks", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {"start": 124, "stop": 128, "axis": 3}}, "name": "lambda_1055", "inbound_nodes": [[["zero_padding2d_38", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_1024", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_1024", "inbound_nodes": [[["lambda_1024", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_1025", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_1025", "inbound_nodes": [[["lambda_1025", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_1026", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_1026", "inbound_nodes": [[["lambda_1026", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_1027", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_1027", "inbound_nodes": [[["lambda_1027", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_1028", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_1028", "inbound_nodes": [[["lambda_1028", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_1029", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_1029", "inbound_nodes": [[["lambda_1029", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_1030", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_1030", "inbound_nodes": [[["lambda_1030", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_1031", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_1031", "inbound_nodes": [[["lambda_1031", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_1032", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_1032", "inbound_nodes": [[["lambda_1032", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_1033", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_1033", "inbound_nodes": [[["lambda_1033", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_1034", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_1034", "inbound_nodes": [[["lambda_1034", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_1035", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_1035", "inbound_nodes": [[["lambda_1035", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_1036", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_1036", "inbound_nodes": [[["lambda_1036", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_1037", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_1037", "inbound_nodes": [[["lambda_1037", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_1038", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_1038", "inbound_nodes": [[["lambda_1038", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_1039", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_1039", "inbound_nodes": [[["lambda_1039", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_1040", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_1040", "inbound_nodes": [[["lambda_1040", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_1041", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_1041", "inbound_nodes": [[["lambda_1041", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_1042", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_1042", "inbound_nodes": [[["lambda_1042", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_1043", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_1043", "inbound_nodes": [[["lambda_1043", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_1044", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_1044", "inbound_nodes": [[["lambda_1044", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_1045", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_1045", "inbound_nodes": [[["lambda_1045", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_1046", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_1046", "inbound_nodes": [[["lambda_1046", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_1047", "trainable": true, "dtype": "float32", "filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_1047", "inbound_nodes": [[["lambda_1047", 0, 0, {}]]]}, 